Repository: wowaTYPO3/ccezoominar
Catalog: var/labels/*/redirects/Resources/Private/Language/*.locallang_slug_service.xlf
Languages: de

# notification.slug_and_redirects.title
source: Slugs updated and redirects created
de: URL-Segmente aktualisiert und Weiterleitungen erstellt

# notification.slug_and_redirects.message
source: Because you renamed a slug, the slugs of all sub-pages were updated and redirects were created for you automatically.
de: Da Sie ein URL-Segment umbenannt haben, wurden die URL-Segmente aller Unterseiten aktualisiert und Weiterleitungen automatisch für Sie erstellt.

# notification.slug_only.title
source: Slugs updated
de: URL-Segmente aktualisiert

# notification.slug_only.message
source: Because you renamed a slug, the slugs of all sub-pages were updated for you automatically.
de: Da Sie ein URL-Segment umbenannt haben, wurden die URL-Segmente aller Unterseiten automatisch für Sie aktualisiert.

# notification.redirects.button.revert_update
source: Revert update
de: Update zurücksetzen

# notification.redirects.button.revert_redirect
source: Revert redirects only
de: Nur Weiterleitungen zurücknehmen

# redirects_error_title
source: An error occurred
de: Es ist ein Fehler aufgetreten

# redirects_error_message
source: Sorry something went wrong.
de: Leider ist ein Fehler aufgetreten.

# revert_update_success_title
source: Revert successful
de: Rücknahme erfolgreich

# revert_update_success_message
source: All changes have been reverted.
de: Alle Änderungen wurden zurückgenommen.

# revert_redirects_success_title
source: Revert successful
de: Rücknahme erfolgreich

# revert_redirects_success_message
source: All created redirects have been reverted.
de: Alle erstellten Weiterleitungen wurden zurückgenommen.
