Repository: wowaTYPO3/ccezoominar
Catalog: var/labels/*/backend/Resources/Private/Language/*.siteconfiguration_fieldinformation.xlf
Languages: de

# site.rootPageId
source: You must create a page with a site root flag.
de: Sie müssen eine Seite erstellen, wo das Wurzelseiten-Merkmal gesetzt ist.

# site.identifier
source: This name will be used to create the configuration directory. Mind the recommendations for directory names (only a-z,0-9,_,-) and make it unique.
de: Dieser Name wird für die Erzeugung des Konfigurationsverzeichnisses verwendet. Beachten Sie die Empfehlungen für Verzeichnisnamen (nur a-z,0-9,_,-), und wählen Sie sie eindeutig.

# site.base
source: Main URL to call the frontend in default language. Can be https://www.example.com/ or just /, if it is just a / you cannot rely on TYPO3 creating full URLs
de: Haupt-URL zum Aufruf des Frontends in der Standardsprache. Kann https://www.example.com/ sein oder nur /. Wenn es nur ein / ist, können Sie sich nicht darauf verlassen, dass TYPO3 die vollen URLs erzeugt

# site.websiteTitle
source: The title of the website is used for the title tag in the frontend
de: Der Titel der Webseite wird für den Titeltag im Frontend verwendet

# site.baseVariants
source: This allows you to specify variants of the site's base. Can be used, for example, if you have a different domain for your staging environment.
de: Hier können Varianten der Site-Basis definiert werden. Kann z.B. verwendet werden, wenn es eine abweichende Domain für die Arbeitsumgebung gibt.

# site_language.base
source: Use a full qualified domain "https://www.mydomain.fr/" or "/fr/". Use "/" to keep the main URL for the default language. Add language specific suffixes to use those, or configure complete URLs for independent domains.
de: Vollqualifizierten Domainnamen "https://www.mydomain.de/" oder "/de/" verwenden bzw. "/" zum Behalten der Haupt-URL für die Standardsprache. Weitere sprachspezifische Endungen hinzufügen, um jene zu verwenden, oder komplette URLs für unabhängige Domains nehmen.

# site_language.locale
source: Used for localized date and currency formats. E.g. "de_DE" or "en_US.UTF-8".
de: Wird für lokalisierte Datums- und Währungsformate verwendet, z. B. "de_DE" oder "en_US.UTF-8"

# site_language.iso-639-1
source: ISO 639-1 code of the Language
de: ISO 639-1 Code für die Sprache

# site_language.hreflang
source: Used within for "lang" and "hreflang" attributes
de: Wird für Attribute "lang" und "hreflang" verwendet

# site_language.websiteTitle
source: With this language based Website title, you can override the Website title for this language
de: Dieser sprachabhängige Website-Titel überschreibt den Titel der Website für diese Sprache

# site_language.navigationTitle
source: Used within language-related menus
de: Wird in sprachbezogenen Menüs verwendet

# site_language.direction
source: Language direction for "dir" attribute
de: Sprachrichtung für das "dir"-Attribut

# site_language.typo3Language
source: Select the language to be used from translation files. Keep default if no translation files are available.
de: Die von den Übersetzungsdateien zu verwendende Sprache auswählen. Standard behalten, falls keine Übersetzungsdateien verfügbar sind.

# site_errorhandling.errorCode
source: Make sure to have at least 0 (not defined otherwise) configured in order to serve helpful error messages to your visitors.
de: Bitte sicherstellen, dass wenigstens 0 (nicht anderweitig definiert) eingestellt wird, damit den Besuchern hilfreiche Fehlermeldungen angezeigt werden.

# site_errorhandling.errorFluidTemplate
source: Path to the fluid template file given by absolute, relative path (from site root) or by referring the template file inside an extension with "EXT:" prefix.
de: Pfad zur Fluid-Vorlagendatei, entweder als absoluter oder relativer (zur Homepage) Pfad oder durch Verweis auf die Vorlagendatei innerhalb einer Erweiterung mit "EXT:"

# site_errorhandling.errorPhpClassFQCN
source: Fully qualified class name to a class that implements the PageErrorHandlerInterface.
de: Vollqualifizierter Klassenname zu einer Klasse, die PageErrorHandlerInterface implementiert.

# site_base_variant.base
source: For example "https://staging.domain.tld" or "http://www.domain.local"
de: Zum Beispiel "https://staging.domain.tld" oder "http://www.domain.local"

# site_base_variant.condition
source: Expression to match this base variant.
de: Ausdruck, der auf diese Basisvariante zutrifft.
