Repository: wowaTYPO3/ccezoominar
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_csh_sysfilereference.xlf
Languages: de

# alternative.description
source: Sets the alternative text of this asset.
de: Setzt einen alternativen Text für diese Datei.

# alternative.details
source: When using the img element, specify a short text alternative with the alt attribute. Note. The value of this attribute is referred to as "alt text". When an image contains words that are important to understanding the content, the alt text should include those words. This will allow the alt text to play the same function on the page as the image. Note that it does not necessarily describe the visual characteristics of the image itself but must convey the same meaning as the image.
de: Geben Sie, wenn ein img-Element benutzt wird, einen kurzen Alternativtext mit Hilfe des alt-Attributs an. Hinweis: Der Wert dieses Attributs wird als "Alt-Text" verwendet. Wenn ein Bild Wörter enthält, die zum Verständnis des Inhalts wichtig sind, sollte der Alt-Text diese Wörter enthalten. Dies ermöglicht es dem Alt-Text, die Funktion des Bildes in der Seite zu ersetzen. Beachten Sie, dass der Alt-Text nicht zwangsläufig die visuellen Charakteristiken des Bildes selbst beschreibt, sondern dass er dieselbe Bedeutung wie das Bild übertragen muss.

# link.description
source: Sets a link on this asset.
de: Verlinkt diese Datei.

# link.details
source: Use the wizard next to the field to specify a link that a user can follow by clicking the image.
de: Verwenden Sie den Assistenten neben dem Feld, um einen Link anzugeben, dem der Benutzer folgen kann, indem er das Bild anklickt.

# title.description
source: Sets the title text of this asset.
de: Setzt einen Titel-Text für diese Datei.

# title.details
source: The title attribute is used to provide additional information to help clarify or further describe the purpose of a link. If the supplementary information provided through the title attribute is something the user should know before following the link, such as a warning, then it should be provided in the link text rather than in the title attribute.
de: Das Titel-Attribut wird verwendet, um zusätzliche Informationen zur Verfügung zu stellen um den Zweck des Links klarzustellen oder ihn weiter zu erläutern. Wenn der Benutzer die durch das Titel-Attribut gegebenen, zusätzlichen Informationen kennen sollte, bevor er dem Link folgt, wie beispielsweise bei einer Warnung, dann sollten diese Informationen besser im Linktext als im Titel-Attribut angegeben werden.

# description.description
source: Sets the image-caption-text of this asset.
de: Setzt die Bildunterschrift für diese Datei.

# description.details
source: This text will be displayed underneath your asset and can be used to supply additional context to the image. Depending on local laws you might have to use this to supply proper copyright information on your assets.
de: Dieser Text wird unter Ihrer Datei angezeigt und kann benutzt werden, um zusätzlichen Kontext für das Bild anzugeben. Abhängig von lokalen Gesetzen müssen Sie hier ggf. Urheberrechtsinformationen zu der Datei angeben.

# crop.description
source: Click "Open Editor" to start up the image editor.
de: Klicken Sie "Editor öffnen", um den Bildeditor zu starten.

# autoplay.description
source: Check to let embedded media play once loaded.
de: Markieren Sie diese Option, um eingebundene Medien, nachdem sie geladen wurden, automatisch abspielen zu lassen.
